Repository: jakejdavis/rbxport
Catalog: macos/App/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fr, hu, it, ja, ko, nl, pt, ru, sv, tr, zh_hans, zh_hant

source: Backups
cs: Zálohy
da: Sikkerhedskopier
de: Sicherungen
el: Αντίγραφα ασφαλείας
es: Copias de seguridad
fr: Sauvegardes
it: Backup
ja: バックアップ
ko: 백업
pt: Cópias de segurança
ru: Резервные копии
sv: Säkerhetskopieringar
tr: Yedeklemeler
zh_hans: 备份
zh_hant: 備份

source: Beat grid
cs: Beat mřížka
da: Slå gitter
de: Gitter schlagen
el: Κτυπήστε το πλέγμα
es: Beat grilla
fr: Grille de rythme
hu: Beat rács
it: Batti la griglia
ja: ビートグリッド
ko: 비트 그리드
nl: Beat-raster
pt: Grade de batida
ru: Битовая сетка
sv: Slå rutnät
tr: Izgarayı yen
zh_hans: 击败网格
zh_hant: 擊敗網格

source: Beat jump size
cs: Porazit velikost skoku
da: Slå hop størrelse
de: Schlage die Sprunggröße
el: Beat μέγεθος άλματος
es: Superar el tamaño del salto
fr: Battre la taille du saut
it: Batti la dimensione del salto
ja: ビートジャンプサイズ
ko: 비트 점프 크기
nl: Versla de spronggrootte
pt: Supere o tamanho do salto
ru: Размер прыжка
sv: Slå hoppstorlek
tr: Atlama boyutunu geç
zh_hans: 节拍跳跃尺寸
zh_hant: 節拍跳躍尺寸

source: Bitdepth
cs: Bitová hloubka
da: Bitdybde
de: Bittiefe
el: Βάθος δυαδικών ψηφίων
es: Tamaño muestreo
fr: Taille d'échantillon
hu: Bitmélység
it: Dim. campione
ja: ビット深度
ko: 비트 심도
nl: Bitdiepte
pt: Tamancho
ru: Размер выборки
sv: Bitdjup
tr: Bit Derinliği
zh_hans: 位深度
zh_hant: 位元深度

source: Bitrate
cs: Přenosová rychlost
da: Bitforhold
el: Ταχύτητα δυαδικών ψηφίων
es: Velocidad de bits
fr: Débit
hu: Bit arány
ja: ビットレート
ko: 비트 레이트
nl: Bitsnelheid
pt: Taxa de Bits
ru: Битрейт
sv: Bithastighet
tr: Bit hızı
zh_hans: 比特率
zh_hant: 位元速率

source: blue
cs: modrá
da: blå
de: blau
el: μπλε
es: azul
fr: bleu
hu: kék
it: blu
ja: 青
ko: 파란색
nl: blauw
pt: azul
ru: синий
sv: blått
tr: mavi
zh_hans: 蓝色
zh_hant: 藍色

source: Blue
cs: Modrá
da: Blå
de: Blau
el: Μπλε
es: Azul
fr: Bleu
hu: Kék
it: Blu
ja: 青
ko: 파란색
nl: Blauw
pt: Azul
ru: Синий
sv: Blå
tr: Mavi
zh_hans: 蓝色
zh_hant: 藍色

source: bpm
cs: tep/min
ru: ударов в минуту
sv: slag per minut
zh_hans: 节拍数
zh_hant: 節拍數

source: Browse
cs: Procházet
de: Durchsuchen
el: Αναζήτηση
es: Examinar
fr: Parcourir
hu: Tallózás
it: Esplora
ja: ブラウズ
ko: 브라우즈하기
nl: Bladeren
pt: Pesquisar
ru: Просмотр
sv: Bläddra
tr: Gözat
zh_hans: 浏览
zh_hant: 瀏覽

source: Browser
cs: Prohlížeč
el: Πρόγραμμα αναζήτησης
es: Navegador
fr: Navigateur
hu: Böngésző
ja: ブラウザ
ko: 브라우저
ru: Браузер
sv: Läsare
tr: Tarayıcı
zh_hans: 浏览器
zh_hant: 瀏覽器

source: Buffer size
cs: Velikost vyrovnávací paměti
da: Buffer-størrelse
de: Puffergröße
el: Μέγεθος προσωρινής μνήμης
es: Capacidad de memoria intermedia
fr: Taille de la mémoire tampon
hu: Pufferméret
it: Dimensioni buffer
ja: バッファサイズ
ko: 버퍼 사이즈
nl: Bufferformaat
pt: Tamanho da Memória Intermédia
ru: Размер буфера
sv: Buffertstorlek
tr: Arabellek Boyutu
zh_hans: 缓冲区大小
zh_hant: 緩衝區大小

source: Call Next Memory Cue
cs: Vyvolat další paměťovou značku
da: Kald næste hukommelsescue
de: Nächsten Memory-Cue aufrufen
el: Κλήση επόμενης υπόδειξης της μνήμης
es: Designar próximo cue de memoria
fr: Rappeler le repère mémorisé suivant
hu: A memória indítási pozíció előhívása
it: Richiama Memory Cue successivo
ja: 次のメモリーキューを呼び出す
ko: 다음 메모리 큐를 호출
nl: Volgende geheugencue oproepen
pt: Chamar Cue Seguinte da Memória
ru: Вызов из памяти следующей метки
sv: Hämta nästa Memory Cue
tr: Sonraki Memory Cue'yi çağır
zh_hans: 调用下一记忆指令
zh_hant: 呼叫下一個記憶指令

source: Call Previous Memory Cue
cs: Vyvolat předchozí paměťovou značku
da: Kald forrige hukommelsescue
de: Vorherigen Memory-Cue aufrufen
el: Κλήση προηγούμενης υπόδειξης της μνήμης
es: Designar anterior cue de memoria
fr: Rappeler le repère mémorisé précédent
hu: Előző memória indítási pozíció
it: Richiama Memory Cue precedente
ja: 手前のメモリーキューを呼び出す
ko: 이전 메모리 큐를 호출
nl: Vorige geheugencue oproepen
pt: Chamar Cue Anterior da Memória
ru: Вызов из памяти предыдущей метки
sv: Hämta föregående Memory Cue
tr: Önceki Memory Cue'yi çağır
zh_hans: 调用上一记忆指令
zh_hant: 呼叫上一個記憶指令

source: Cancel
cs: Storno
da: Annuller
de: Abbrechen
el: Άκυρο
es: Cancelar
fr: Annuler
hu: Érvénytelenítés
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pt: Cancelar
ru: Отменить
sv: Avbryt
tr: İptal
zh_hans: 取消
zh_hant: 取消

source: Category
cs: Kategorie
da: Kategori
de: Kategorie
el: Κατηγορία
es: Categoría
fr: Catégorie
hu: Kategória
it: Categoria
ja: カテゴリ
ko: 카테고리
nl: Categorie
pt: Categoria
ru: Категория
sv: Kategori
tr: Kategori
zh_hans: 类别
zh_hant: 類別

source: CDJ/mixer settings
cs: nastavení CDJ/mixéru
da: CDJ/mixer indstillinger
de: CDJ/Mixer-Einstellungen
el: Ρυθμίσεις CDJ/μίκτη
es: Configuración de CDJ/mezclador
fr: Paramètres CDJ/mixeur
hu: CDJ/mixer beállítások
it: Impostazioni CDJ/mixer
ja: CDJ/ミキサーの設定
ko: CDJ/믹서 설정
nl: CDJ/mixer-instellingen
pt: Configurações de CDJ/mixer
ru: Настройки CDJ/микшера
sv: CDJ/mixerinställningar
tr: CDJ/mikser ayarları
zh_hans: CDJ/混音器设置
zh_hant: CDJ/混音器設置

source: Ceiling
cs: Stropní
da: Loft
de: Decke
el: Ταβάνι
es: techo
fr: Plafond
hu: Mennyezet
it: Soffitto
ja: 天井
ko: 천장
nl: Plafond
pt: Teto
ru: Потолок
sv: Tak
tr: Tavan
zh_hans: 天花板
zh_hant: 天花板

source: Change Metronome sound
cs: Změňte zvuk metronomu
da: Skift Metronom-lyd
de: Ändern Sie den Metronomklang
el: Αλλαγή ήχου μετρονόμου
es: Cambiar el sonido del metrónomo
fr: Changer le son du métronome
hu: Változtassa meg a Metronóm hangját
it: Cambia il suono del metronomo
ja: メトロノーム音を変更する
ko: 메트로놈 사운드 변경
nl: Verander het metronoomgeluid
pt: Alterar o som do metrônomo
ru: Изменить звук метронома
sv: Ändra metronomens ljud
tr: Metronom sesini değiştirme
zh_hans: 更改节拍器声音
zh_hant: 改變節拍器聲音

source: Change…
cs: Změnit…
da: Skift...
de: Ändern…
el: Αλλαγή…
es: Cambiar…
fr: Changer…
hu: Változás…
it: Cambia…
ja: 変更…
ko: 변경…
nl: Verander…
pt: Mudar…
ru: Изменить…
sv: Ändra...
tr: Değiştir…
zh_hans: 改变……
zh_hant: 改變…

source: Check Again
cs: Zkontrolujte znovu
da: Tjek igen
de: Überprüfen Sie es erneut
el: Ελέγξτε ξανά
es: Comprobar de nuevo
fr: Vérifiez à nouveau
hu: Ellenőrizze újra
it: Controlla di nuovo
ja: もう一度確認してください
ko: 다시 확인하세요
nl: Controleer opnieuw
pt: Verifique novamente
ru: Проверьте еще раз
sv: Kontrollera igen
tr: Tekrar Kontrol Et
zh_hans: 再次检查
zh_hant: 再次檢查

source: Checking connection…
cs: Kontrola připojení…
da: Kontrollerer forbindelse...
de: Verbindung prüfen…
el: Έλεγχος σύνδεσης…
es: Comprobando conexión...
fr: Vérification de la connexion…
hu: Kapcsolat ellenőrzése…
it: Verifica della connessione…
ja: 接続を確認中…
ko: 연결 확인 중…
nl: Verbinding controleren…
pt: Verificando conexão…
ru: Проверка соединения…
sv: Kontrollerar anslutningen...
tr: Bağlantı kontrol ediliyor…
zh_hans: 正在检查连接...
zh_hant: 正在檢查連接...

source: Checking the saved files before finishing.
cs: Kontrola uložených souborů před dokončením.
da: Kontrollerer de gemte filer, før du afslutter.
de: Überprüfen Sie die gespeicherten Dateien, bevor Sie fertig sind.
el: Έλεγχος των αποθηκευμένων αρχείων πριν από την ολοκλήρωση.
es: Comprobando los archivos guardados antes de terminar.
fr: Vérification des fichiers enregistrés avant de terminer.
hu: A befejezés előtt ellenőrizze a mentett fájlokat.
it: Controllo dei file salvati prima di terminare.
ja: 終了する前に保存されたファイルを確認します。
ko: 완료하기 전에 저장된 파일을 확인하세요.
nl: De opgeslagen bestanden controleren voordat u klaar bent.
pt: Verificando os arquivos salvos antes de terminar.
ru: Проверка сохраненных файлов перед завершением.
sv: Kontrollera de sparade filerna innan du avslutar.
tr: Bitirmeden önce kayıtlı dosyaların kontrol edilmesi.
zh_hans: 完成之前检查保存的文件。
zh_hant: 完成之前檢查已儲存的文件。

source: Checking…
cs: Kontrola…
da: Tjekker...
de: Überprüfen…
el: Έλεγχος…
es: Comprobando…
fr: Vérification…
hu: Ellenőrzés…
it: Controllo…
ja: 確認中…
ko: 확인 중…
nl: Controleren…
pt: Verificando…
ru: Проверка…
sv: Kontrollerar...
tr: Kontrol ediliyor…
zh_hans: 正在检查...
zh_hant: 正在檢查...

source: Choose a network interface and connect to see your players and mixers here.
cs: Vyberte síťové rozhraní a připojte se, abyste zde viděli své přehrávače a mixéry.
da: Vælg en netværksgrænseflade og tilslut for at se dine afspillere og mixere her.
de: Wählen Sie eine Netzwerkschnittstelle und stellen Sie eine Verbindung her, um Ihre Player und Mixer hier anzuzeigen.
el: Επιλέξτε μια διεπαφή δικτύου και συνδεθείτε για να δείτε τα προγράμματα αναπαραγωγής και τους μίκτες σας εδώ.
es: Elija una interfaz de red y conéctese para ver sus reproductores y mezcladores aquí.
fr: Choisissez une interface réseau et connectez-vous pour voir vos lecteurs et mixeurs ici.
hu: Válasszon egy hálózati interfészt, és csatlakozzon, hogy itt lássa lejátszóit és keverőit.
it: Scegli un'interfaccia di rete e connettiti per vedere i tuoi lettori e mixer qui.
ja: ネットワーク インターフェイスを選択して接続すると、ここでプレーヤーとミキサーが表示されます。
ko: 네트워크 인터페이스를 선택하고 연결하여 여기에서 플레이어와 믹서를 확인하세요.
nl: Kies een netwerkinterface en maak verbinding om hier uw spelers en mixers te zien.
pt: Escolha uma interface de rede e conecte-se para ver seus players e mixers aqui.
ru: Выберите сетевой интерфейс и подключитесь, чтобы увидеть здесь свои проигрыватели и микшеры.
sv: Välj ett nätverksgränssnitt och anslut för att se dina spelare och mixers här.
tr: Bir ağ arayüzü seçin ve oynatıcılarınızı ve mikserlerinizi burada görmek için bağlanın.
zh_hans: 选择一个网络接口并连接以在此处查看您的播放器和混音器。
zh_hant: 選擇一個網路介面並連接以在此處查看您的播放器和混音器。

source: Choose a rekordbox XML collection
cs: Vyberte si kolekci rekordbox XML
da: Vælg en rekordbox XML-samling
de: Wählen Sie eine rekordbox XML-Sammlung
el: Επιλέξτε μια συλλογή rekordbox XML
es: Elija una colección XML de rekordbox
fr: Choisissez une collection XML rekordbox
hu: Válassz egy rekordbox XML gyűjteményt
it: Scegli una raccolta XML di rekordbox
ja: rekordbox XML コレクションを選択してください
ko: rekordbox XML 컬렉션을 선택하세요
nl: Kies een rekordbox XML-collectie
pt: Escolha uma coleção XML do rekordbox
ru: Выберите XML-коллекцию rekordbox
sv: Välj en rekordbox XML-samling
tr: Bir rekordbox XML koleksiyonu seçin
zh_hans: 选择 rekordbox XML 集合
zh_hant: 選擇 rekordbox XML 集合

source: Choose default backup folder
cs: Vyberte výchozí záložní složku
da: Vælg standard backup-mappe
de: Wählen Sie den Standard-Sicherungsordner
el: Επιλέξτε τον προεπιλεγμένο φάκελο δημιουργίας αντιγράφων ασφαλείας
es: Elija la carpeta de copia de seguridad predeterminada
fr: Choisir le dossier de sauvegarde par défaut
hu: Válassza ki az alapértelmezett biztonsági mentési mappát
it: Scegli la cartella di backup predefinita
ja: デフォルトのバックアップフォルダーを選択してください
ko: 기본 백업 폴더 선택
nl: Kies de standaard back-upmap
pt: Escolha a pasta de backup padrão
ru: Выберите папку резервного копирования по умолчанию
sv: Välj standardmapp för säkerhetskopiering
tr: Varsayılan yedekleme klasörünü seçin
zh_hans: 选择默认备份文件夹
zh_hant: 選擇預設備份資料夾

source: Choose the file for this track
cs: Vyberte soubor pro tuto stopu
da: Vælg filen til dette spor
de: Wählen Sie die Datei für diesen Titel
el: Επιλέξτε το αρχείο για αυτό το κομμάτι
es: Elige el archivo para esta pista
fr: Choisissez le fichier pour cette piste
hu: Válassza ki a fájlt ehhez a számhoz
it: Scegli il file per questa traccia
ja: このトラックのファイルを選択してください
ko: 이 트랙에 대한 파일을 선택하세요
nl: Kies het bestand voor deze track
pt: Escolha o arquivo para esta faixa
ru: Выберите файл для этого трека
sv: Välj filen för det här spåret
tr: Bu parçanın dosyasını seçin
zh_hans: 选择该曲目的文件
zh_hant: 選擇該曲目的文件

source: Choose the network your players are connected to. Wired Ethernet is recommended.
cs: Vyberte síť, ke které jsou vaši hráči připojeni. Doporučuje se kabelový Ethernet.
da: Vælg det netværk, dine afspillere er forbundet til. Kablet Ethernet anbefales.
de: Wählen Sie das Netzwerk aus, mit dem Ihre Player verbunden sind. Wir empfehlen kabelgebundenes Ethernet.
el: Επιλέξτε το δίκτυο στο οποίο είναι συνδεδεμένοι οι παίκτες σας. Συνιστάται ενσύρματο Ethernet.
es: Elija la red a la que están conectados sus jugadores. Se recomienda Ethernet por cable.
fr: Choisissez le réseau auquel vos joueurs sont connectés. Ethernet filaire est recommandé.
hu: Válassza ki azt a hálózatot, amelyhez a játékosok csatlakoznak. Vezetékes Ethernet ajánlott.
it: Scegli la rete a cui sono connessi i tuoi giocatori. Si consiglia Ethernet cablata.
ja: プレーヤーが接続しているネットワークを選択します。有線イーサネットをお勧めします。
ko: 플레이어가 연결된 네트워크를 선택하세요. 유선 이더넷을 권장합니다.
nl: Kies het netwerk waarmee uw spelers zijn verbonden. Bekabeld Ethernet wordt aanbevolen.
pt: Escolha a rede à qual seus jogadores estão conectados. Ethernet com fio é recomendada.
ru: Выберите сеть, к которой подключены ваши игроки. Рекомендуется проводной Ethernet.
sv: Välj det nätverk som dina spelare är anslutna till. Kabelanslutet Ethernet rekommenderas.
tr: Oyuncularınızın bağlı olduğu ağı seçin. Kablolu Ethernet önerilir.
zh_hans: 选择您的玩家所连接的网络。建议使用有线以太网。
zh_hant: 選擇您的玩家所連接的網路。建議使用有線乙太網路。

source: Choose…
cs: Vyberte si…
da: Vælg…
de: Wählen Sie…
el: Επιλέξτε…
es: Elige…
fr: Choisissez…
hu: Válassz…
it: Scegli...
ja: 選択してください…
ko: 선택…
nl: Kies…
pt: Escolha…
ru: Выберите…
sv: Välj...
tr: Seç…
zh_hans: 选择...
zh_hant: 選擇...

source: classic
cs: klasický
da: klassisk
de: klassisch
el: κλασικό
es: clásico
fr: classique
hu: klasszikus
it: classico
ja: クラシック
ko: 고전적인
nl: klassiek
pt: clássico
ru: классический
sv: klassiskt
tr: klasik
zh_hans: 经典
zh_hant: 經典

source: Classic
cs: klasické
da: Klassisk
de: Klassisch
el: Κλασικό
es: Clásico
fr: Classique
hu: Klasszikus
it: Classico
ja: クラシック
ko: 클래식
nl: Klassiek
pt: Clássico
ru: Классический
sv: Klassisk
tr: Klasik
zh_hans: 经典
zh_hant: 經典

source: Clear Search
cs: Vymazat vyhledávání
da: Ryd søgning
de: Suche löschen
el: Εκκαθάριση αναζήτησης
es: Borrar búsqueda
fr: Effacer la recherche
hu: Keresés törlése
it: Cancella ricerca
ja: 検索をクリア
ko: 검색 지우기
nl: Zoekopdracht wissen
pt: Limpar pesquisa
ru: Очистить поиск
sv: Rensa sökning
tr: Aramayı Temizle
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Click on the waveform for PLAY and CUE
cs: Funkce PLAY a CUE spustíte kliknutím na tvar vlny
da: Klikke på bølgeformen for AFSPIL og CUE
de: Für WIEDERGABE und CUE auf die Wellenform klicken
el: Κάντε κλικ στην κυματομορφή για ΑΝΑΠΑΡΑΓΩΓΗ και ΣΗΜΕΙΟ ΕΝΑΡΞΗΣ
es: Haga clic en la forma de ondas para REPRODUCIR y CUE
fr: Cliquer sur la forme d'onde pour la LECTURE et le POINT DE REPÈRE
hu: A LEJÁTSZÁS és INDÍTÁS műveletekhez kattintson a hullámformára
it: Fare clic sulla forma d'onda per RIPRODUZIONE e CUE
ja: 波形をクリックしてプレイ/キュー操作
ko: 플레이 및 큐의 파형을 클릭
nl: Klikken op de golfvorm voor AFSPELEN en CUE
pt: Clique na forma de onda para REPRODUZIR e CUE (POSICIONAR)
ru: Нажать форму волны для ВОСПРОИЗВЕДЕНИЯ или МЕТКИ
sv: Klicka i vågformen för PLAY (spela) och CUE (kö)
tr: ÇALMA ve CUE için dalga formuna tıkla
zh_hans: 单击用于“播放”或“指令”的波形
zh_hant: 按一下「播放」與「指令」的波形

source: Color
cs: Barva
da: Farve
de: Farbe
el: Χρώμα
fr: Couleur
hu: Szín
it: Colore
ja: カラー
ko: 색상
nl: Kleur
pt: Cor
ru: Цвет
sv: Färg
tr: Renk
zh_hans: 颜色
zh_hant: 色彩

source: COLOR
cs: BARVA
da: FARVE
de: FARBE
el: ΧΡΩΜΑ
fr: COULEUR
hu: SZÍN
it: COLORE
ja: カラー
ko: 색상
nl: KLEUR
pt: COR
ru: ЦВЕТ
sv: FÄRG
tr: RENK
zh_hans: 颜色
zh_hant: 顏色

source: Color cleared.
cs: Barva vyčištěna.
da: Farve ryddet.
de: Farbe gelöscht.
el: Το χρώμα καθαρίστηκε.
es: Color aclarado.
fr: Couleur effacée.
hu: A szín letisztult.
it: Colore cancellato.
ja: カラークリアしました。
ko: 색상이 지워졌습니다.
nl: Kleur gewist.
pt: Cor apagada.
ru: Цвет очищен.
sv: Färg rensad.
tr: Renk temizlendi.
zh_hans: 颜色清除。
zh_hant: 顏色清除。

source: Color saved.
cs: Barva uložena.
da: Farven er gemt.
de: Farbe gespeichert.
el: Το χρώμα αποθηκεύτηκε.
es: Color guardado.
fr: Couleur enregistrée.
hu: Szín mentve.
it: Colore salvato.
ja: カラーが保存されました。
ko: 색상이 저장되었습니다.
nl: Kleur opgeslagen.
pt: Cor salva.
ru: Цвет сохранен.
sv: Färgen sparad.
tr: Renk kaydedildi.
zh_hans: 颜色已保存。
zh_hant: 顏色已儲存。

source: Column
cs: Sloupec
da: Kolonne
de: Spalte
el: Στήλη
es: Columna
fr: Colonne
hu: Oszlop
it: Colonna
ja: カラム
ko: 칼럼
nl: Kolom
pt: Coluna
ru: Колонка
sv: Kolumns
tr: Sütun
zh_hans: 栏
zh_hant: 欄

source: Comment
cs: Komentář
da: Kommentar
de: Kommentar
el: Σχόλιο
es: Comentario
fr: Commentaire
hu: Megjegyzés
it: Commento
ja: コメント
ko: 댓글
nl: Commentaar
pt: Comentário
ru: Комментарий
sv: Kommentera
tr: Yorum
zh_hans: 评论
zh_hant: 評論

source: Comment saved.
cs: Komentář uložen.
da: Kommentar gemt.
de: Kommentar gespeichert.
el: Το σχόλιο αποθηκεύτηκε.
es: Comentario guardado.
fr: Commentaire enregistré.
hu: Megjegyzés mentve.
it: Commento salvato.
ja: コメントが保存されました。
ko: 댓글이 저장되었습니다.
nl: Reactie opgeslagen.
pt: Comentário salvo.
ru: Комментарий сохранен.
sv: Kommentar sparad.
tr: Yorum kaydedildi.
zh_hans: 评论已保存。
zh_hant: 評論已儲存。

source: Comments
cs: Komentáře
da: Kommentarer
de: Kommentare
el: Σχόλια
es: Comentarios
fr: Commentaires
hu: Megjegyzések
it: Commenti
ja: コメント
ko: 커멘트
nl: Opmerkingen
pt: Comentários
ru: Комментарии
sv: Kommentarer
tr: Açıklamalar
zh_hans: 备注
zh_hant: 註解

source: Composer
cs: Skladatel
da: Komponist
de: Komponist
el: Συνθέτης
es: Compositor
fr: Compositeur
hu: Szerző
it: Compositore
ja: 作曲者
ko: 작곡자
nl: Componist
pt: Compositor
ru: Автор
sv: Kompositör
tr: Besteci
zh_hans: 作曲家
zh_hant: 作曲者

source: Connect to PRO DJ LINK
cs: Připojte se k PRO DJ LINK
da: Tilslut til PRO DJ LINK
de: Stellen Sie eine Verbindung zu PRO DJ LINK her
el: Συνδεθείτε στο PRO DJ LINK
es: Conéctate a PRO DJ LINK
fr: Connectez-vous à PRO DJ LINK
hu: Csatlakozzon a PRO DJ LINK-hez
it: Connettiti a PRO DJ LINK
ja: PRO DJ LINKに接続する
ko: PRO DJ LINK에 연결
nl: Maak verbinding met PRO DJ LINK
pt: Conecte-se ao PRO DJ LINK
ru: Подключитесь к PRO DJ LINK
sv: Anslut till PRO DJ LINK
tr: PRO DJ LINK'e bağlanın
zh_hans: 连接到 PRO DJ LINK
zh_hant: 連接到 PRO DJ LINK

source: Connected
cs: Připojeno
da: Forbundet
de: Verbunden
el: Συνδεδεμένος
es: Conectado
fr: Connecté
hu: Csatlakozva
it: Connesso
ja: 接続済み
ko: 연결됨
nl: Verbonden
pt: Conectado
ru: Подключено
sv: Ansluten
tr: Bağlı
zh_hans: 已连接
zh_hant: 已連接

source: Connecting…
cs: Připojování…
da: Opretter forbindelse...
de: Verbinden…
el: Σύνδεση…
es: Conectando…
fr: Connexion…
hu: Csatlakozás…
it: Connessione…
ja: 接続中…
ko: 연결 중…
nl: Verbinden…
pt: Conectando…
ru: Подключение…
sv: Ansluter...
tr: Bağlanıyor…
zh_hans: 正在连接…
zh_hant: 正在連線…

source: Connection lost
cs: Spojení ztraceno
da: Forbindelse mistet
de: Verbindung verloren
el: Η σύνδεση χάθηκε
es: Conexión perdida
fr: Connexion perdue
hu: Megszakadt a kapcsolat
it: Connessione persa
ja: 接続が失われました
ko: 연결 끊김
nl: Verbinding verbroken
pt: Conexão perdida
ru: Соединение потеряно
sv: Anslutning förlorad
tr: Bağlantı kesildi
zh_hans: 连接丢失
zh_hant: 連線遺失

source: contains
cs: obsahuje
da: indeholder
de: enthält
el: περιέχει
es: contiene
fr: contient
hu: tartalmazza
it: contiene
ja: が次の文字列を含む :
ko: 포함
nl: bevat
pt: contém
ru: содержит
sv: innehåller
tr: içerir
zh_hans: 含有
zh_hant: 包含

source: Convert Memory Cues to Hot Cues
cs: Převést Memory Cues na Hot Cues
da: Konverter Memory Cues til Hot Cues
de: Memory Cues in Hot Cues umwandeln
el: Μετατρέψτε τα συνθήματα μνήμης σε καυτά συνθήματα
es: Convertir Memory Cues a Hot Cues
fr: Convertir des Memory Cues en Hot Cues
hu: Konvertálja a memória jelzéseket forró jelzésekké
it: Convertire i Memory Cues su Hot Cues
ja: メモリーキューをホットキューに変換
ko: 메모리 큐를 핫 큐로 변환
nl: Converteer Memory Cues naar Hot Cues
pt: Converta Memory Cues em Hot Cues
ru: Преобразование меток памяти в метки быстрого доступа
sv: Konvertera Memory Cues till Hot Cues
tr: Bellek Cue'larını Hot Cue'lara Dönüştür
zh_hans: 将Memory Cue转换为Hot Cue

source: Convert to
cs: Převést na
da: Konverter til
de: Konvertieren zu
el: Μετατροπή σε
es: Convertir a
fr: Convertir en
hu: Konvertálás erre
it: Converti in
ja: に変換する
ko: 다음으로 변환
nl: Converteren naar
pt: Converter para
ru: Преобразовать в
sv: Konvertera till
tr: Şuna dönüştür:
zh_hans: 转换为
zh_hant: 轉換為

source: Create
cs: Vytvořit
da: Opret
de: Erstellen
el: Δημιουργία
es: Crear
fr: Créer
hu: Létrehozás
it: Crea
ja: 作成
ko: 만들기
nl: Aanmaken
pt: Criar
ru: Создать
sv: Skapa
tr: Oluştur
zh_hans: 创建
zh_hant: 建立

source: Create New Folder
cs: Vytvořit novou složku
da: Opret ny mappe
de: Neuen Ordner anlegen
el: Δημιουργία νέου φακέλου
es: Crear una nueva carpeta
fr: Créer un nouveau dossier
hu: Új mappa alkotása
it: Crea una nuova cartella
ja: 新規フォルダを作成
ko: 신규 폴더 생성하기
nl: Nieuwe map maken
pt: Criar uma nova pasta
ru: Создать новую папку
sv: Skapa ny mapp
tr: Yeni Klasör Oluştur
zh_hans: 新建文件夹
zh_hant: 建立新資料夾

source: Create New Intelligent Playlist
cs: Vytvořit nový inteligentní seznam
da: Opret en ny intelligent liste
de: Neue intelligente Liste anlegen
el: Δημιουργία νέας έξυπνης λίστας αναπαραγωγής
es: Crear una nueva lista inteligente
fr: Créer une nouvelle liste intelligente
hu: Új intelligens lejátszás sorrend alkotása
it: Crea una nuova lista intelligente
ja: 新規のインテリジェントプレイリストを作成
ko: 신규 스마트 플레이리스트 작성하기
nl: Nieuwe slimme afspeellijst maken
pt: Criar uma nova lista inteligente
ru: Создать новый интеллектуальный список
sv: Skapa ny smart spellista
tr: Yeni akıllı liste oluştur
zh_hans: 新建智能列表
zh_hant: 建立新的智慧播放清單

source: Create New Playlist
cs: Vytvořit nový seznam skladeb
da: Opret ny afspilningsliste
de: Neue Wiedergabeliste anlegen
el: Δημιουργία νέας λίστας αναπαραγωγής
es: Crear una nueva lista de reproducción
fr: Créer une nouvelle liste de lecture
hu: Új lejátszás sorrend alkotása
it: Crea una nuova playlist
ja: 新規プレイリストを作成
ko: 신규 플레이리스트 생성하기
nl: Nieuwe afspeellijst maken
pt: Criar uma nova lista de reprodução
ru: Создать новый список воспроизведения
sv: Skapa ny spellista
tr: Yeni Çalma Listesi Oluştur
zh_hans: 新建播放列表
zh_hant: 建立新的播放清單

source: Creating…
cs: Vytváření…
da: Opretter...
de: Erstellen…
el: Δημιουργία…
es: Creando…
fr: Création…
hu: Létrehozás…
it: Creazione…
ja: 作成中…
ko: 만드는 중…
nl: Creëren…
pt: Criando…
ru: Создание…
sv: Skapar...
tr: Oluşturuluyor…
zh_hans: 创造……
zh_hant: 創造…

source: cue
cs: narážka
da: stikord
de: Stichwort
el: σύνθημα
es: señal
fr: signal
hu: dákó
it: spunto
ja: 合図
ko: 큐
nl: keu
pt: deixa
ru: сигнал
tr: işaret
zh_hans: 提示
zh_hant: 提示

source: Cues and beat grids
cs: Narážky a bití mřížky
da: Stikord og beatgitter
de: Cues und Beat Grids
el: Cues και beat πλέγματα
es: Cues y beat grids
fr: Cues et grilles rythmiques
hu: Jelzések és ütemrácsok
it: Cue e griglie di battute
ja: キューとビートグリッド
ko: 큐 및 비트 그리드
nl: Cues en beatroosters
pt: Sugestões e grades de batida
ru: Реплики и сетки битов
sv: Cues och beat rutnät
tr: İpuçları ve vuruş ızgaraları
zh_hans: 提示和节拍网格
zh_hant: 提示和節拍網格

source: Cursor Down
cs: Kurzor dolů
da: Markør ned
de: Cursor nach unten
el: Δρομέας κάτω
es: Cursor hacia abajo
fr: Curseur vers le bas
hu: Kurzor lefelé
it: Cursore giù
ja: カーソルダウン
ko: 커서 아래로
nl: Cursor omlaag
pt: Cursor para baixo
ru: Курсор вниз
sv: Markör ner
tr: İmleç Aşağı
zh_hans: 光标向下
zh_hant: 遊標向下

source: Cursor to Bottom
cs: Kurzor dolů
da: Markør til bund
de: Cursor nach unten
el: Δρομέας στο κάτω μέρος
es: Cursor hacia abajo
fr: Curseur vers le bas
hu: A kurzort az aljára
it: Cursore in basso
ja: カーソルを一番下へ
ko: 커서를 아래쪽으로
nl: Cursor naar beneden
pt: Cursor para baixo
ru: Курсор вниз
sv: Markör till botten
tr: İmleç Aşağıya
zh_hans: 光标到底部
zh_hant: 遊標到底部

source: Cursor to Top
cs: Kurzor nahoru
da: Markør til top
de: Cursor nach oben
el: Δρομέας στην κορυφή
es: Cursor hacia arriba
fr: Curseur vers le haut
hu: Kurzor a tetejére
it: Cursore in alto
ja: カーソルを先頭へ
ko: 커서를 위로
nl: Cursor naar boven
pt: Cursor para o topo
ru: Курсор вверх
sv: Markör till toppen
tr: İmleç Yukarıya
zh_hans: 光标至顶部
zh_hant: 遊標至頂部

source: Cursor Up
cs: Kurzor nahoru
da: Markør op
de: Cursor nach oben
el: Δρομέας επάνω
es: Cursor arriba
fr: Curseur vers le haut
hu: Kurzor felfelé
it: Cursore su
ja: 上カーソル
ko: 커서 위로
nl: Cursor omhoog
pt: Cursor para cima
ru: Курсор вверх
sv: Markör upp
tr: İmleç Yukarı
zh_hans: 光标向上
zh_hant: 遊標向上
